import React from 'react';


const generalFood = function () {
  return (
    <>
      <h1>Section 1</h1>

      <p>
        ** เพื่อให้เกิดความเข้าใจที่ถูกต้องเกี่ยวกับความแตกต่างระหว่างการเลือกกินอาหารแบบเน้นพืช และการกินอาหารแบบมังสวิรัติเคร่งครัด ขอยกคำอธิบายของทั้ง 2 ประเภทให้ได้ทราบ ดังนี้

        คำอธิบายแนวทางการกินแบบเน้นพืช (Plant-Based Diet)
        เป็นแนวทางการรับประทานอาหารที่เน้นวัตถุดิบของมื้ออาหารที่ทำมาจากแหล่งพืชต่าง ๆ เช่น ผักใบ พืชหัว ผักแป้ง ถั่วประเภทต่าง ๆ ผลไม้หรือผลิตภัณฑ์อาหารต่าง ๆ ที่ทำมาจากพืช เช่น เต้าหู้ นมถั่วเหลือง ถั่วหมัก เทมเป้ และลดปริมาณหรือความถี่ในการบริโภคอาหารที่ทำมาจากสัตว์หรือผลิตภัณฑ์จากสัตว์ เช่น เนื้อสัตว์ต่าง ๆ รวมไปถึงเนื้อสัตว์แปรรูป เช่น ไส้กรอก แฮม

        ข้อดีของการกินแบบเน้นพืช มีดังต่อไปนี้
        ตัวเลือกอาหารที่รับประทานในแต่ละวันมีความหลากหลาย เพราะยังรวมเอาไข่ นม ชีส เนื้อปลา หรือเนื้อสัตว์บางชนิดบ้างได้
        ลดโอกาสการขาดสารอาหารบางชนิด โดยเฉพาะ B12 ที่มีอยู่ในอาหารที่มาจากสัตว์เท่านั้น หากยังรับประทานไข่ นม บ้างจะไม่ขาดวิตามินตัวนี้
        ปรับเปลี่ยนการกินได้ง่าย และรองรับกับการไปเลือกกินอาหารนอกบ้านได้ เพราะยังกินเนื้อสัตว์บางชนิดได้อยู่
        ** เพื่อให้เกิดความเข้าใจที่ถูกต้องเกี่ยวกับความแตกต่างระหว่างการเลือกกินอาหารแบบเน้นพืช และการกินอาหารแบบมังสวิรัติเคร่งครัด ขอยกคำอธิบายของทั้ง 2 ประเภทให้ได้ทราบ ดังนี้

        คำอธิบายแนวทางการกินแบบเน้นพืช (Plant-Based Diet)
        เป็นแนวทางการรับประทานอาหารที่เน้นวัตถุดิบของมื้ออาหารที่ทำมาจากแหล่งพืชต่าง ๆ เช่น ผักใบ พืชหัว ผักแป้ง ถั่วประเภทต่าง ๆ ผลไม้หรือผลิตภัณฑ์อาหารต่าง ๆ ที่ทำมาจากพืช เช่น เต้าหู้ นมถั่วเหลือง ถั่วหมัก เทมเป้ และลดปริมาณหรือความถี่ในการบริโภคอาหารที่ทำมาจากสัตว์หรือผลิตภัณฑ์จากสัตว์ เช่น เนื้อสัตว์ต่าง ๆ รวมไปถึงเนื้อสัตว์แปรรูป เช่น ไส้กรอก แฮม

        ข้อดีของการกินแบบเน้นพืช มีดังต่อไปนี้
        ตัวเลือกอาหารที่รับประทานในแต่ละวันมีความหลากหลาย เพราะยังรวมเอาไข่ นม ชีส เนื้อปลา หรือเนื้อสัตว์บางชนิดบ้างได้
        ลดโอกาสการขาดสารอาหารบางชนิด โดยเฉพาะ B12 ที่มีอยู่ในอาหารที่มาจากสัตว์เท่านั้น หากยังรับประทานไข่ นม บ้างจะไม่ขาดวิตามินตัวนี้
        ปรับเปลี่ยนการกินได้ง่าย และรองรับกับการไปเลือกกินอาหารนอกบ้านได้ เพราะยังกินเนื้อสัตว์บางชนิดได้อยู่
        ** เพื่อให้เกิดความเข้าใจที่ถูกต้องเกี่ยวกับความแตกต่างระหว่างการเลือกกินอาหารแบบเน้นพืช และการกินอาหารแบบมังสวิรัติเคร่งครัด ขอยกคำอธิบายของทั้ง 2 ประเภทให้ได้ทราบ ดังนี้

        คำอธิบายแนวทางการกินแบบเน้นพืช (Plant-Based Diet)
        เป็นแนวทางการรับประทานอาหารที่เน้นวัตถุดิบของมื้ออาหารที่ทำมาจากแหล่งพืชต่าง ๆ เช่น ผักใบ พืชหัว ผักแป้ง ถั่วประเภทต่าง ๆ ผลไม้หรือผลิตภัณฑ์อาหารต่าง ๆ ที่ทำมาจากพืช เช่น เต้าหู้ นมถั่วเหลือง ถั่วหมัก เทมเป้ และลดปริมาณหรือความถี่ในการบริโภคอาหารที่ทำมาจากสัตว์หรือผลิตภัณฑ์จากสัตว์ เช่น เนื้อสัตว์ต่าง ๆ รวมไปถึงเนื้อสัตว์แปรรูป เช่น ไส้กรอก แฮม

        ข้อดีของการกินแบบเน้นพืช มีดังต่อไปนี้
        ตัวเลือกอาหารที่รับประทานในแต่ละวันมีความหลากหลาย เพราะยังรวมเอาไข่ นม ชีส เนื้อปลา หรือเนื้อสัตว์บางชนิดบ้างได้
        ลดโอกาสการขาดสารอาหารบางชนิด โดยเฉพาะ B12 ที่มีอยู่ในอาหารที่มาจากสัตว์เท่านั้น หากยังรับประทานไข่ นม บ้างจะไม่ขาดวิตามินตัวนี้
        ปรับเปลี่ยนการกินได้ง่าย และรองรับกับการไปเลือกกินอาหารนอกบ้านได้ เพราะยังกินเนื้อสัตว์บางชนิดได้อยู่
        ** เพื่อให้เกิดความเข้าใจที่ถูกต้องเกี่ยวกับความแตกต่างระหว่างการเลือกกินอาหารแบบเน้นพืช และการกินอาหารแบบมังสวิรัติเคร่งครัด ขอยกคำอธิบายของทั้ง 2 ประเภทให้ได้ทราบ ดังนี้

        คำอธิบายแนวทางการกินแบบเน้นพืช (Plant-Based Diet)
        เป็นแนวทางการรับประทานอาหารที่เน้นวัตถุดิบของมื้ออาหารที่ทำมาจากแหล่งพืชต่าง ๆ เช่น ผักใบ พืชหัว ผักแป้ง ถั่วประเภทต่าง ๆ ผลไม้หรือผลิตภัณฑ์อาหารต่าง ๆ ที่ทำมาจากพืช เช่น เต้าหู้ นมถั่วเหลือง ถั่วหมัก เทมเป้ และลดปริมาณหรือความถี่ในการบริโภคอาหารที่ทำมาจากสัตว์หรือผลิตภัณฑ์จากสัตว์ เช่น เนื้อสัตว์ต่าง ๆ รวมไปถึงเนื้อสัตว์แปรรูป เช่น ไส้กรอก แฮม

        ข้อดีของการกินแบบเน้นพืช มีดังต่อไปนี้
        ตัวเลือกอาหารที่รับประทานในแต่ละวันมีความหลากหลาย เพราะยังรวมเอาไข่ นม ชีส เนื้อปลา หรือเนื้อสัตว์บางชนิดบ้างได้
        ลดโอกาสการขาดสารอาหารบางชนิด โดยเฉพาะ B12 ที่มีอยู่ในอาหารที่มาจากสัตว์เท่านั้น หากยังรับประทานไข่ นม บ้างจะไม่ขาดวิตามินตัวนี้
        ปรับเปลี่ยนการกินได้ง่าย และรองรับกับการไปเลือกกินอาหารนอกบ้านได้ เพราะยังกินเนื้อสัตว์บางชนิดได้อยู่
        ** เพื่อให้เกิดความเข้าใจที่ถูกต้องเกี่ยวกับความแตกต่างระหว่างการเลือกกินอาหารแบบเน้นพืช และการกินอาหารแบบมังสวิรัติเคร่งครัด ขอยกคำอธิบายของทั้ง 2 ประเภทให้ได้ทราบ ดังนี้

        คำอธิบายแนวทางการกินแบบเน้นพืช (Plant-Based Diet)
        เป็นแนวทางการรับประทานอาหารที่เน้นวัตถุดิบของมื้ออาหารที่ทำมาจากแหล่งพืชต่าง ๆ เช่น ผักใบ พืชหัว ผักแป้ง ถั่วประเภทต่าง ๆ ผลไม้หรือผลิตภัณฑ์อาหารต่าง ๆ ที่ทำมาจากพืช เช่น เต้าหู้ นมถั่วเหลือง ถั่วหมัก เทมเป้ และลดปริมาณหรือความถี่ในการบริโภคอาหารที่ทำมาจากสัตว์หรือผลิตภัณฑ์จากสัตว์ เช่น เนื้อสัตว์ต่าง ๆ รวมไปถึงเนื้อสัตว์แปรรูป เช่น ไส้กรอก แฮม

        ข้อดีของการกินแบบเน้นพืช มีดังต่อไปนี้
        ตัวเลือกอาหารที่รับประทานในแต่ละวันมีความหลากหลาย เพราะยังรวมเอาไข่ นม ชีส เนื้อปลา หรือเนื้อสัตว์บางชนิดบ้างได้
        ลดโอกาสการขาดสารอาหารบางชนิด โดยเฉพาะ B12 ที่มีอยู่ในอาหารที่มาจากสัตว์เท่านั้น หากยังรับประทานไข่ นม บ้างจะไม่ขาดวิตามินตัวนี้
        ปรับเปลี่ยนการกินได้ง่าย และรองรับกับการไปเลือกกินอาหารนอกบ้านได้ เพราะยังกินเนื้อสัตว์บางชนิดได้อยู่
        ** เพื่อให้เกิดความเข้าใจที่ถูกต้องเกี่ยวกับความแตกต่างระหว่างการเลือกกินอาหารแบบเน้นพืช และการกินอาหารแบบมังสวิรัติเคร่งครัด ขอยกคำอธิบายของทั้ง 2 ประเภทให้ได้ทราบ ดังนี้

        คำอธิบายแนวทางการกินแบบเน้นพืช (Plant-Based Diet)
        เป็นแนวทางการรับประทานอาหารที่เน้นวัตถุดิบของมื้ออาหารที่ทำมาจากแหล่งพืชต่าง ๆ เช่น ผักใบ พืชหัว ผักแป้ง ถั่วประเภทต่าง ๆ ผลไม้หรือผลิตภัณฑ์อาหารต่าง ๆ ที่ทำมาจากพืช เช่น เต้าหู้ นมถั่วเหลือง ถั่วหมัก เทมเป้ และลดปริมาณหรือความถี่ในการบริโภคอาหารที่ทำมาจากสัตว์หรือผลิตภัณฑ์จากสัตว์ เช่น เนื้อสัตว์ต่าง ๆ รวมไปถึงเนื้อสัตว์แปรรูป เช่น ไส้กรอก แฮม

        ข้อดีของการกินแบบเน้นพืช มีดังต่อไปนี้
        ตัวเลือกอาหารที่รับประทานในแต่ละวันมีความหลากหลาย เพราะยังรวมเอาไข่ นม ชีส เนื้อปลา หรือเนื้อสัตว์บางชนิดบ้างได้
        ลดโอกาสการขาดสารอาหารบางชนิด โดยเฉพาะ B12 ที่มีอยู่ในอาหารที่มาจากสัตว์เท่านั้น หากยังรับประทานไข่ นม บ้างจะไม่ขาดวิตามินตัวนี้
        ปรับเปลี่ยนการกินได้ง่าย และรองรับกับการไปเลือกกินอาหารนอกบ้านได้ เพราะยังกินเนื้อสัตว์บางชนิดได้อยู่
      </p>
    </>
  );
};
export default generalFood;